tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "apache-spark"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bats-core"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "bpytop"
brew "libffi"
brew "pkg-config"
brew "cairo"
brew "cask"
brew "cmake"
brew "cowsay"
brew "exa"
brew "exercism"
brew "snappy"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "libxml2"
brew "gdal"
brew "gdk-pixbuf"
brew "geckodriver"
brew "geoip"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "gnupg@1.4", link: false
brew "go"
brew "pango"
brew "graphviz"
brew "html2text"
brew "htop"
brew "hub"
brew "hugo"
brew "iftop"
brew "libomp"
brew "jq"
brew "libxmlsec1"
brew "lynx"
brew "mono"
brew "mysql-client@5.7"
brew "mysql@5.7"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "openjdk"
brew "parallel"
brew "pfetch"
brew "pinentry-mac"
brew "postgresql"
brew "postgis"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.7"
brew "python@3.8"
brew "ranger"
brew "redis"
brew "rlwrap"
brew "scala"
brew "spatialite-tools"
brew "task"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "xclip"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk8"
cask "android-studio"
cask "gulp"
cask "hyper"
cask "iterm2"
cask "java"
cask "ngrok"
cask "qbittorrent"
cask "vnc-viewer"
